Repository: Rigo-Villalta/django-alpha-bootstrap
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: users/
es: usuarios/

source: 403 - Restricted access
es: 403 - Acceso restringido

source: This page has restricted access and you don't have permissions to access.
es: Esta página tiene acceso restringido y no posee permisos para acceder a ella.

source: If you need access to this page, contact your system administrator.
es: Si necesita acceder a esta página, contacte al administrador del sitio.

source: Return home
es: Regresar al inicio

source: 404 - Page not found
es: 404 - Página no encontrada

source: The page you are looking for doesn't exists.
es: La página que ha solicitado no existe.

source: 500 - Server error
es: 500 - Error del servidor

source: A server error has occurred.
es: Ha ocurrido un error con el servidor

source: Try to reload the page and if the problem persists contact your system administrator.
es: Trate de recargar la página, si el problema persiste, contacte aladministrador del sitio.
